package com.am.toolbarsearch;

/**
 * User: LJM
 * Date&Time: 2016-10-21 & 14:51
 * Describe: Describe Text
 */
public class GeneralConst {

    public static final String TAG = "SearchTag";
    public static final String TRANS_LIST = "TRANS_LIST";

    /**
     * 得到模拟的Json字符串
     * @return
     */
    public static String  getImitateJson() {
        return "{\n" +
                "\n" +
                "\t\t\"contentlist\": [\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808b1d46e36a4ea48fa966d\",\n" +
                "\t\t\t\t\"title\": \"问：你见过最娘的男人\",\n" +
                "\t\t\t\t\"text\": \"问：你见过最娘的男人是什么样？\\r\\n神回复：打飞机用兰花指。。。\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 20:00:20.668\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808b1d46e36a4ea48fa966b\",\n" +
                "\t\t\t\t\"title\": \"一同事叫“杨伟”，一\",\n" +
                "\t\t\t\t\"text\": \"一同事叫“杨伟”，一天下班后我们一起去吃饭，遇到一个我以前的一个女同学！\\r\\n杨伟就主动介绍到：“我杨伟。”\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 20:00:20.316\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808a3ed6e36a4ea48fa20d5\",\n" +
                "\t\t\t\t\"title\": \"“你最近瘦了。”\\r\\n\",\n" +
                "\t\t\t\t\"text\": \"“你最近瘦了。”\\r\\n“你怎么知道？”\\r\\n“因为我心里有杆秤。”\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 19:01:01.921\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808a3ed6e36a4ea48fa20d2\",\n" +
                "\t\t\t\t\"title\": \"我同学在走廊说了一句\",\n" +
                "\t\t\t\t\"text\": \"我同学在走廊说了一句：“妹的！”\\r\\n结果一扭头发现英语老师在旁边盯着他，然后他脱口而出：“in China。”\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 19:01:01.866\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"58088eea6e36a4ea48f9e07a\",\n" +
                "\t\t\t\t\"title\": \"跟室友去吃烧烤，吃的\",\n" +
                "\t\t\t\t\"text\": \"跟室友去吃烧烤，吃的正香呢，室友又递过来一个鸡翅，说了一句让哥终身难忘的话：“换一个吃吧，看你啃的，狗看了都哭。”\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:31:22.191\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"58088ee96e36a4ea48f9e079\",\n" +
                "\t\t\t\t\"title\": \"骑车看见一少妇摔倒，\",\n" +
                "\t\t\t\t\"text\": \"骑车看见一少妇摔倒，好心去扶她，结果她说我撞到她的，摔伤起不来了，说了半天没用，旁边人说报警。\\r\\n我火了跑去小店买了3000响鞭炮点燃扔过去，她跑的比兔子都快。\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:31:21.994\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"58088ee86e36a4ea48f9e063\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、商场试衣间，我推门进去，见一美女正脱一半，我忙说声对不起，及时关上了门。<p></p>\\r\\n美女瞪着我：“你先出去行吗？”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、我：“美女，我看你也就20岁吧？” <p></p>\\r\\n女：“帅哥，你只说对了一半而已。”<p></p>\\r\\n我不解地问：“只对一半？难道你是男的？”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、真是男怕入错行，你说我一个大男人好好的学什么文学当什么编剧，一个月就挣那么点钱吃饭都吃不饱。早知道当初就应该学武术了，怎么着每个月也能抢个几万吧？\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、家里的事都是我说的算，我说一老婆不敢说二，敢有一点不周到，我上去就一巴掌，老婆天天跟我跪着说话，老婆还承诺过，只要我把家务做完，工资上交，就允许我吹3分钟牛B。不说了时间快到了。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t5、昨晚，老婆说她姐姐跟姐夫正闹离婚，原因是她姐姐查出她老公半年里八十八次的开房记录。听到这，我紧紧按住裤兜里她姐夫的身份证，出了一身冷汗！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t6、今天在火车上一个推销的在我旁边一个劲儿的推销他的充电宝，我拿出我的诺基亚说我不需要。他说要不给你女朋友买个吧，我斜了他一眼说：我女朋友充气不充电。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t7、“衣服是有灵性的，在你把它脱下去的那一刻，你知道它有多么不舍吗，就算你下次再次把它穿上，却再也没有原来的那种感觉。”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"逗B总把爆笑留给你\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:31:20.288\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"58088ee86e36a4ea48f9e062\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、“越来越感觉你是个女汉子！ ”<p></p>\\r\\n“卧了个槽，你TM才是女汉子！老娘是软妹！ ”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、大姨训表姐：“你看看人家XXX，刚毕业就找了个好人家，你还去参加了婚礼，参加完你都不想结婚吗？”<p></p>\\r\\n表姐：“咱上月还去参加三单元王大爷的葬礼，也没见谁参加完就想死啊~”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、北京妹子吐槽：“暴雪终于来了！ ”<p></p>\\r\\n屌丝男道：“嗯，魔兽世界电影都吵吵了十年了，才开始拍。”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、坐公交车，人特别多，一个妹子坐着吃煎饼我站在旁边。<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"笑死人的男女小囧段\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:31:20.288\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbfb\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、早知道人间还有上班这种事，我TM就不应该下凡！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、几百块对我来说也叫钱啊，真逗！那TM是命！命！是命啊！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、想想毕竟以前我也是靠脸吃饭的，就是差点TMD没饿死。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、美女我感觉咱俩这样聊天气氛有点尴尬啊，不如亲个嘴缓和一下吧。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t5、为什么我没有一个可爱到爆炸的女儿呢，但是我妈却有！！！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t6、敌不动我不动，敌一动我哎哎哎啧大哥我跟你闹着玩呢！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t7、“约么”是一种东北方言，意思是估计，猜测，掂量，指......\",\n" +
                "\t\t\t\t\"title\": \"疯癫的逗B,笑的也疯狂\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.343\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbfa\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、前些天男票说猫屎咖啡是最棒的，我养了一只猫，明天用猫屎给他泡泡试试，感觉味道不会特别好，但是他喜欢嘛！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、早上突然停电了，老妈让我去物业看看是不是我家电卡欠费了，我赖在被窝里，拿出手机，打开WiFi，列表里空荡荡的。。。<p></p>\\r\\n我：妈~是小区里都停了，翻身继续睡。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、“算命的曾说我一脸克夫相。我不信。”<p></p>\\r\\n“现在呢？”<p></p>\\r\\n“现在我觉得他也许只是发音不标准。。。”某客服小姐忧伤地说。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、女A：我身材好吧，穿衣显瘦，脱衣有肉。<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"爆冷男女,天天有得乐\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.343\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf9\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、真羡慕你们这些靠脸吃饭的人，不像我，一直都靠不要脸吃饭。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、从我懂事起，我就再也没有花过家里一分钱，我还清晰得那年我38岁。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、人家说脱裤子放屁是多此一举，但也得分时候，有时候脱裤子放屁是防范于未然，不要问我怎么知道的，我正在洗裤子！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、长得黑的男同学这样给他女朋友解释他黑的原因：第一,因为我不肤浅；第二,我在暗中保护你。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t5、突然想到一个非常完美、如假包换的增高小技巧：脚底板磨出几公分老茧。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t6、吃火锅时总有三种人：<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"逗B心语:什么都不说,搞笑需要我\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.343\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf8\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、我问朋友：“这两天怎么不见你戴iwatch手表了？”<p></p>\\r\\n他：“天凉了，见人老撸袖子，冻胳膊！ ”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、今天在自己在餐厅吃饭，隔壁桌有一对情侣，男的走过来掏出来一包高等香烟问我有火机吗？<p></p>\\r\\n我掏出一块钱对他说自己对面的超市买吧。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、一哥们新交了个女朋友，在圈里晒图，年轻，漂亮，充满朝气。<p></p>\\r\\n另一哥们回复：怪不得最近老婆睡着不得劲，原来你们都换成充朝气了，大哥，告诉我，这朝气那里可以充，我给我媳妇儿也充一个。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、俩女同事聊天，“你老公劈腿了你会怎么办？”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"分分钟笑喷你的爆逗2B\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.342\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf7\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、为彻底解决行人车辆多，交通拥堵情况，也切实减少空气污染对人民的伤害，我建议身份证单双号限号上班。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、有人说，觉得iPhone6太丑了，不想买，想法怎么和我这么像？！我还觉得保时捷车型太丑了，上海房子不好看，最重要的，当初我还觉得清华不适合我。所以，我都没有想法。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、每次听见服务员之类陌生人用“帅哥”称呼我都觉得背后一定有阴谋。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、你们每次骂别人时，有没有考虑过对方的感受？反正我是有，尽量不用方言，怕对方听不懂。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t5、众里寻她千......\",\n" +
                "\t\t\t\t\"title\": \"笑傲笑坛的幽默逗B\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.342\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf6\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、最近打算跳槽，朋友对我说：“你这么有才华，相信你不论去哪里，都会有人欢迎你的。”<p></p>\\r\\n呵呵，谎言，刚才我去女厕所就被打了。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、昨天去足底按摩，是个看上去十七八的小姑娘来帮我按的，刚一上来就鼻子抽抽的，不一会就开始流眼泪了。。。<p></p>\\r\\n我看到心里很不是滋味，感叹这个社会的无情，这么小就出来工作，于是我选择又加了一个钟头，小姑娘哭声更大了，我想是因为感动吧。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、我已经48小时没敢回家了！！！！老婆搞卫生、不小心摔碎了三岁半女儿的存钱罐，摔出来只有满地的小石头。现在家里的俩女人依然处于嗜血狂暴状态！！！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、如果在街上听见有人喊“快来人啊！抢钱啦！ ”，我都不会再相信了。上次我飞奔了过去就什么都没抢到。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t5、女友：如何才能拍出一张特别好看的自拍照？<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"搞笑出彩的超二逗B\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.341\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf5\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、我：昨晚立冬老妈给补了一下，效果果然厉害，今天我看到一个波涛胸涌的女生，立马就流鼻血，医生怎么办？<p></p>\\r\\n医生：你都被人打成这样了，不流血都难啊，以后看女生胸部的时候别挨那么近就没事了。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、微信突来一人搭讪，“美女做什么的啊？”。<p></p>\\r\\n我：“我经常做夜场的。”<p></p>\\r\\n他：“在哪里，可以去捧捧场不？”<p></p>\\r\\n我：“一般人都不想来，挺贵的，一晚一般就要一千多。”<p></p>\\r\\n此人一听：“是挺贵的，不过对于我来说小KS、毛毛雨啦，告诉我地址我现在过去好吗？”<p></p>\\r\\n我：“第二人民医院急诊科，等你哦。”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、一个大学女同学最近在做微商，好像是卖什么抗皱护肤品的，加我微信上来就问要不要卖，给我介绍了一大堆抗皱效果多好多好，我问了一句，蛋蛋上的皱纹可以去掉吗？然后在通讯录里就找不到她了。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、好友今天突然对我说：二货，你是不是该找个女票了？<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"爆笑逗B,不仅逗自己,逗别人也有一手\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.340\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf4\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、下雪了，女：“老公，雪花真漂亮呢”<p></p>\\r\\n男：“是啊，雪花分好几种呢！ ”<p></p>\\r\\n女：“是吗？有哪几种啊？”<p></p>\\r\\n男：“雪花冰纯，有雪花原汁麦，雪花纯生，雪花大绿棒子，雪花勇闯天涯。。。”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、女友：1+1等于几？<p></p>\\r\\n男友：等于二<p></p>\\r\\n女友：你不关心我<p></p>\\r\\n男友：？？？<p></p>\\r\\n女友：难道我问你的问题不无聊吗？<p></p>\\r\\n男友：有点<p></p>\\r\\n女友：那你不关心我为什么无聊？你就是不关心我！<p></p>\\r\\n男友。。。。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、女：“朋友夫妇出去吃饭，吃完了发现戒指上的钻掉了。。。”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"超冷的几对二货男女\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.340\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf3\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、女：一个人的态度能决定他以后的生活。<p></p>\\r\\n男：怎么说？<p></p>\\r\\n女：曾经有个人对我态度不好，后来他生活就不能自理了。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、今天一帮女的调戏我，问我喜欢什么样女孩？<p></p>\\r\\n我淡定的回答：处女！<p></p>\\r\\n“现在哪还有啊？”一帮女的都应和，然后我说：那这么说你们都不是咯。<p></p>\\r\\n然后陷入了一片沉默。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、女友第一次来我家就惊叹：你家连马桶都是黄金的！<p></p>\\r\\n我：从来没刷过而已。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、今天我向女神表白：“做我女朋友吧！ ”<p></p>\\r\\n她生气了，说：“你想死啊？”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"又损又狠的的男女冷幽默\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.338\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf2\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、我们一起下馆子，每人点了两个喜欢的菜。<p></p>\\r\\n面对着四个荤菜，他说，桌上一点绿色都没有，看起来很不健康。<p></p>\\r\\n于是他要了瓶雪碧。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、上个周末，我在网吧打游戏。手机铃声突然响起，耳边传来朋友语重心长的话语，都二十几岁的人了，整天就知道上网打游戏难怪找不到女朋友，能不能有点出息埃<p></p>\\r\\n我：说人话！<p></p>\\r\\n他：三缺一。。。\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、一个女生的签名：“我喜欢你，并不是因为你开着兰博基尼，住着海边别墅，而是那天阳光正好，你穿着一件我喜欢的白衬衫，对，爱情就是这么简单！ ”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"男女爆笑,开心就是这么简单\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.330\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf1\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、她：我要金项链！<p></p>\\r\\n我，不是刚买了吗？<p></p>\\r\\n她：太小了，我要大的。<p></p>\\r\\n我想了想，说：要不给你镀个金身吧…\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、今天和吃货女友逛街，她看上了一件羽绒服想问里面是什么填充物，然后指着那件羽绒服问售货员：“你好，请问这里面是什么馅儿的？”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、女朋友怀孕了，讨论该怎么办，我逗她说：“孩子是谁的？”<p></p>\\r\\n她斜眼说了句：“你的可能性比最大。。。”\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t4、一对同居的恋人因小事闹别扭，男的负气走了，只留下一张纸条：世界这么大，哥想去看看！<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"爆逗情侣,恋爱生活有笑料\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.115\"\n" +
                "\t\t\t},\n" +
                "\t\t\t{\n" +
                "\t\t\t\t\"id\": \"5808879b6e36a4ea48f9bbf0\",\n" +
                "\t\t\t\t\"text\": \"<p>\\r\\n\\t\\t1、喜欢吃香菜，今天吃火锅，我只顾着吃香菜没听男朋友说话，他就生气了，他气鼓鼓的问：我跟火锅哪个重要啊？<p></p>\\r\\n我：当然你重要埃<p></p>\\r\\n他又问：那如果我跟香菜掉火锅里，你先捞谁？<p></p>\\r\\n我：TMD我当然先捞你啊，你都掉进去了，香菜还能吃么？\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t2、下午逛街捡了个手机，没想到手机壳里贴了个号码：“如果见到我的手机请归还，必有重谢，联系电话XXX。。。”<p></p>\\r\\n我打了好几遍都是正在通话中，后来想想不知道是他傻B还是我傻B！！！\\r\\n\\t</p>\\r\\n\\t<p>\\r\\n\\t\\t3、我：“我在网上经常看到碰瓷和讹人的事，怎么现实生活中却没遇到过？”<p></p>......\",\n" +
                "\t\t\t\t\"title\": \"精彩糗事,糗到爆笑\",\n" +
                "\t\t\t\t\"type\": 1,\n" +
                "\t\t\t\t\"ct\": \"2016-10-20 17:00:11.115\"\n" +
                "\t\t\t}\n" +
                "\t\t]\n" +
                "\t}\n" +
                "}";
    }
}
